Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/samfunnskunnskap.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: A specialist doctor is, for example, a gynaecologist, a dermatologist, an ear-nose-throat doctor or a specialist in children’s diseases.
nn: Ein legespesialist kan til dømes vere ein gynekolog, ein hudlege, ein øyre-nase-hals-lege eller ein spesialist i barnesjukdomar.

source: World War I and World War II
nn: Første og andre verdskrigen

source: The right to divorce, birth control, elective abortion and women's right to decide over their own bodies have been important issues for the women's movement.
nn: Retten til skilsmål, rett til prevensjon, sjølvbestemd abort og kvinner sin rett til å bestemme over sin eigen kropp har vore viktige saker for kvinnerørsla.

source: Prescriptions are often electronic, sometimes on paper.
nn: Resepten er ofte elektronisk, av og til på eit papir.

source: How will you answer?
nn: Kva vil du svare?

source: In Oslo, the same service is called AKS (activity school).
nn: I Oslo er namnet på den same tenesta aktivitetsskule (AKS).

source: Work and welfare
nn: Arbeid og velferd

source: Today, most jobs are found in the service occupations.
nn: I dag finn vi dei fleste jobbane i serviceyrka.

source: For example, many people suffer from musculoskeletal disorders.
nn: Til dømes er mange plaga med muskel- og skjelettlidingar.

source: World War I raged in Europe in the years 1914–1918.
nn: I åra 1914‒1918 raste den første verdskrigen i Europa.

source: John: Why do you ask?
nn: Kvifor spør du om det?

source: The family, both the immediate family and relatives, can be social arenas.
nn: Familien, både den næraste familien og den større slekta, kan vere sosiale arenaer.

source: The county authority is responsible for the education.
nn: Fylkeskommunen har ansvaret for opplæringa.

source: What unforeseen expenses could there be?
nn: Kva kan uventa utgifter vere?

source: Jewish synagogue in the Czech Republic.
nn: Jødisk synagoge i Tsjekkia.

source: Many people who were active in the resistance movement had to flee the country.
nn: Mange som var med i motstandsgruppene, måtte flykte frå landet.

source: An important part of the movement was a focus on national character and both magnifying and embellishing it.
nn: Det vart viktig å peike på nasjonale særtrekk og gjerne både forstørre og forskjønne desse.

source: Over the past 60-70 years, there has been relatively broad political agreement on the responsibility of the government for guaranteeing the welfare of its citizens.
nn: Dei siste 60‒70 åra har det vore relativt brei politisk semje om at staten har ansvar for å sikre velferda til innbyggjarane.

source: You need BankID with a banking code generator or BankID on your mobile phone to log in.
nn: For å logge deg inn i nettbanken må du anten ha BankID med kodebrikke eller BankID på mobil.

source: There are about 20 different parties in Norway.
nn: Det er rundt 20 forskjellige parti i Noreg.

source: On average, employees pay around 25% of their gross pay in tax.
nn: I gjennomsnitt betaler ein arbeidstakar ca. 25 prosent av bruttoløna si i skatt.

source: A job application contains the following information:
nn: Ein jobbsøknad inneheld desse punkta:

source: Nature and outdoor life
nn: Natur og friluftsliv

source: How does religion impact people’s lives in Norway today?
nn: Korleis pregar religion livet til menneske i Noreg i dag?

source: Oslo is by far the largest city with more than 600 000 inhabitants.
nn: Oslo er klårt størst med over 600 000 innbyggjarar.

source: On these pages you will find the syllabus for the course 50 hours in social studies for adult immigrants and the citizenship test.
nn: På desse sidene finn du pensum til faget 50 timar samfunnskunnskap for vaksne innvandrarar og statsborgarprøva.

source: For this reason, the Child Welfare Service will usually want to talk to both the parents and the children in families they are in contact with.
nn: Når familien har kome i kontakt med barnevernet, er det derfor vanleg at barnevernet både vil snakke med foreldre og med barn.

source: In 1814, the union between Denmark and Norway was thus dissolved.
nn: På denne måten blei unionen mellom Danmark og Noreg oppløyst i 1814.

source: Interest is calculated as a percentage of the loan.
nn: Rentene blir rekna i prosent av gjelda vi har.

source: How can Merhet and her parents improve their day-to-day lives?
nn: Korleis skal Merhet og foreldra hennar få ein betre kvardag?

source: Why do we celebrate 17 May in Norway?
nn: Kvifor feirar vi 17. mai i Noreg?

source: Those who receive home nursing care and assistance pay a co-payment for these services.
nn: Dei som bruker heimetenester, betaler ein eigendel for desse tenestene.

source: A welfare state is not a matter of course.
nn: Velferdsstaten er ikkje sjølvsagd.

source: The grade scale is 1–6, where 6 is the best grade.
nn: Karakterskalaen er 1–6, der 6 er den beste karakteren.

source: This has also had a significant impact on Norwegian society.
nn: Dette har også hatt sitt å seie for det norske samfunnet.

source: organisations for people with various functional impairments and diseases
nn: organisasjonar for menneske med ulike funksjonshemmingar og sjukdomar

source: The church soon had a great deal of power.
nn: Kyrkja fekk snart veldig stor makt.

source: Norwegian men have had universal suffrage since 1898, while women were given universal suffrage in 1913.
nn: Norske menn fekk allmenn stemmerett i 1898, medan norske kvinner fekk allmenn stemmerett i 1913.

source: For this reason, linguist Ivar Aasen (1813-1896) travelled around the country gathering examples from the various dialects.
nn: Språkforskaren Ivar Aasen (1813–1896) reiste derfor rundt i Noreg og samla språkdøme frå dei ulike dialektane.

source: It was against the law for Norwegians to leave the state church until 1845, and it was only in around 1850 that it became legal to establish non-Christian religious communities in Norway.
nn: Fram til 1845 var det forbode for nordmenn å melde seg ut av statskyrkja, og først rundt 1850 blei det lov for ikkje-kristne trussamfunn å organisere seg i Noreg.

source: Who is responsible for the health of the inhabitants of a country?
nn: Kven har ansvaret for helsa til innbyggjarane i eit land?

source: A firm handshake and eye contact are important.
nn: Eit fast handtrykk og blikkontakt er viktig og rett.

source: Like the media, such organisations can be highly influential.
nn: Akkurat som media kan slike organisasjonar ha stor påverknadskraft.

source: website for more information.
nn: for meir informasjon om dette.

source: The United Nations (UN) was established shortly after the war.
nn: Like etter krigen vart Dei sameinte nasjonane (SN) oppretta.

source: Among other things, Nav is responsible for:
nn: Nav har blant anna ansvar for:

source: Responsibility to protect children:
nn: Ansvar for å verne barna:

source: NAV employees must comply with these rules.
nn: Dei tilsette i Nav må følgje desse reglane.

source: Eight people were killed when a bomb exploded in the government district of Oslo and 69 people were shot and killed on the island of Utøya during a political summer camp for young people.
nn: Åtte menneske vart drepne då ei bombe eksploderte i regjeringskvartalet i Oslo, og på Utøya vart 69 menneske skotne og drepne på ein politisk sommarleir for ungdom.

source: Some types of medication, for example mild painkillers, can also be bought from grocery shops/supermarkets or petrol stations.
nn: Nokre legemiddel, som til dømes milde smertestillande medisinar, kan du også kjøpe i matbutikken eller på bensinstasjonar.

source: Over 90 percent of homes use electricity for heating.
nn: Over 90 prosent av bustadene bruker elektrisitet til oppvarming.

source: Some Norwegians hoped that Norway would become an independent country after the dissolution of the union, and 112 powerful men from the southern areas of the country met at Eidsvoll in Akershus county.
nn: Ein del nordmenn vona at Noreg ville bli eit sjølvstendig land etter unionsoppløysinga, og og 112 mektige menn frå dei sørlege landsdelane kom saman på Eidsvoll.

source: Norwegian language instruction programmes offer language practice in a work context.
nn: I norskopplæringa kan ein få tilbod om språkpraksis.

source: Antenatal check-ups are free of charge.
nn: Svangerskapskontrollar er gratis.

source: A free and independent country
nn: Eit fritt og sjølvstendig land

source: Talk together about the significance of the women’s movement for the development of modern day Norway.
nn: Snakk saman om kva kvinnerørsla har hatt å seie for utviklinga av det moderne Noreg.

source: The distance between Oslo and Tromsø in the north of Norway is almost the same as from Oslo to Paris.
nn: Det er nesten same avstand mellom Oslo og Paris, som det er mellom Oslo og Tromsø.

source: When you have paid this amount in patient charges, the Health Economics Administration (HELFO) will send you an exemption card, or you will gain access to a digital exemption card at helsenorge.no.
nn: Når du har betalt denne summen i eigendelar, får du automatisk eit frikort frå Helseøkonomiforvaltninga (HELFO) i posten eller tilgang til eit digitalt frikort på helsenorge.no.

source: The cash-for-care benefit is for children between the ages of 13 and 23 months.
nn: Kontantstøtta blir utbetalt kvar månad for barn mellom 13 og 23 månader.

source: Discuss the use of uniforms at school.
nn: Diskuter bruk av uniform i skulen.

source: This was when the Battle of Stiklestad took place in Trøndelag county.
nn: Det året stod det eit slag på Stiklestad i Trøndelag.

source: Talk together about the labour movement’s significance for the development of modern day Norway.
nn: Snakk saman om kva arbeidarrørsla har hatt å seie for utviklinga av det moderne Noreg.

source: In 1814, the union between Denmark and Norway was dissolved.
nn: I 1814 vart unionen mellom Danmark og Noreg oppløyst.

source: Freedom of speech applies to private individuals and to radio and television channels and newspapers.
nn: Ytringsfridomen gjeld både for privatpersonar og for radio, tv og aviser.

source: Schools and workplaces are important social arenas for many people.
nn: For mange er skulen og arbeidsplassen er viktige sosiale arenaer.

source: People disagree about the consequences of this industry for nature and the environment.
nn: Det er ikkje semje om kva konsekvensar industrien har for naturen og miljøet.

source: The health service is responsible for providing advice and guidance, but it is our responsibility to follow that advice.
nn: Helsevesenet har ansvar for å gje råd og rettleiing, men det er vårt ansvar å følgje råda.

source: Hospitalisation is free of charge.
nn: Det er gratis å liggje på sjukehus.

source: But there is one social benefit with a very long tradition in Norway, namely, free education for children since 1739!
nn: Men eitt velferdsgode har lange tradisjonar i Noreg: Barn har fått gratis skulegang sidan 1739!

source: What is violence?
nn: Kva er vald?

source: Martin and Maria are concerned about the environment, and they are the grandparents’ closest next of kin.
nn: Martin og Maria er opptekne av miljøet og er dei næraste pårørande til bestemor og bestefar.

source: Those who use these services pay for their treatment themselves.
nn: Dei som nyttar slike tenester, betaler for behandlinga sjølve.

source: In certain situations, there is also the right to strike.
nn: I visse situasjonar har ein også rett til å streike.

source: Discuss the welfare system in Norwegian society.
nn: Diskuter velferdsgoda i det norske samfunnet.

source: This means, for example, that the young person may decide in which type of upper secondary education they enrol.
nn: Det tyder til dømes at det er den unge sjølv som avgjer kva slags vidaregåande utdanning han eller ho skal søkje på.

source: The mother and father have drawn up a budget of income and expenses for the month.
nn: Mor og far har sett opp eit budsjett med inntekter og utgifter for denne månaden.

source: About 30% of the Norwegian population are not members of the Church of Norway.
nn: Rundt 30 prosent av befolkninga i Noreg er ikkje medlemer av Den norske kyrkja.

source: A person who is persecuted in their home country because of race, religion, nationality, sexual orientation or political work, can be granted asylum in Norway.
nn: Ein person som blir individuelt forfølgd i heimlandet på grunn av rase, religion, nasjonalitet, seksuell legning eller politisk arbeid, kan få asyl i Noreg.

source: It has 169 members elected by the people for a term of four years.
nn: På Stortinget sit det 169 representantar som blir valde av folket for fire år om gongen.

source: Christmas and the Christmas celebrations are an important tradition for most people.
nn: Jula og julefeiringa er ein viktig tradisjon for dei fleste.

source: Protestantism was the state religion in Norway right up until 2012 when the state church system was discontinued.
nn: Protestantismen var statsreligion i Noreg heilt fram til statskyrkjeordninga blei avvikla i 2012.

source: 40 days after Easter: Ascension
nn: 40 dagar etter påske:

source: Many developed a sense of pride at being Norwegian and, as a result, a strong desire for the country to become independent.
nn: Hjå mange voks det fram ein stoltheit over å vere norsk, og som følgje av dette eit sterkt ønske om at landet skulle bli sjølvstendig.

source: The climate in Norway during the Bronze Age was milder than it is today.
nn: Klimaet i Noreg var mildare i bronsealderen enn det er i dag.

source: Approx. 100,000 elderly people in Norway suffer from depression.
nn: 100 000 eldre menneske i Noreg lider av depresjonar.

source: Sweden later seceded the union, but the union between Denmark and Norway lasted until 1814.
nn: Etter kvart trekte Sverige seg ut av unionen, men unionen mellom Danmark og Noreg varte heilt til 1814.

source: The corresponding figures for 2017 are 84 years for women and 81 years for men.
nn: Forventa levealder var i 2017 cirka 84 år for kvinner og 81 år for menn.

source: Only persons in the age group 16–67 have a right and an obligation to participate in Norwegian language tuition.
nn: Det er berre personar i alderen 16-67 år som har rett og plikt til å delta i opplæring i norskopplæring.

source: Section § 39 of the Marriage Act states that spouses are required to provide each other with financial information.
nn: Ekteskapslova § 39 seier at ektefellar har plikt til å gje kvarandre opplysningar om økonomien sin.

source: Everyone who works in the public sector, for example in schools, kindergartens and health clinics, has a statutory duty to notify the Child Welfare Service if they have serious concerns about a child.
nn: Alle som arbeider i det offentlege, for eksempel i skular, barnehagar og helsestasjonar, har lovpålagd meldeplikt til å kontakte barnevernet dersom dei er alvorleg urolege for eit barn.

source: What were World War I and World War II like in your country of origin?
nn: Korleis var den første og andre verdskrigen i landet du kjem frå?

source: The term SFO (after-school care programme) is used in all the municipalities, except Oslo.
nn: I alle kommunar bortsett frå Oslo heiter det skulefritidsordning (SFO).

source: The Sami Parliament opened in 1989.
nn: I 1989 blei Sametinget opna.

source: The union was governed from Denmark.
nn: Politikken vart styrt frå Danmark.

source: Pupils must apply online for a place at upper secondary school before 1 March.
nn: Elevane må søkje på vidaregåande skule før 1.

source: The age of majority in Norway is 18 years.
nn: I Noreg blir ein myndig når ein fyller 18 år.

source: In addition to public primary and secondary schools, there are also a number of private schools.
nn: I tillegg til offentlege grunnskular finst det nokre private skular.

source: – The government, which proposes laws and makes sure they are implemented and sustained.
nn: – regjeringa, som føreslår lover og sørgjer for at dei blir sette i kraft og gjennomførte.

source: Children over the age of 16 can decide whether their parents shall have access to their health information.
nn: Barn over 16 år kan sjølve avgjere om foreldra deira skal få innsyn i helseopplysningar.

source: More factories opened, and the need for workers increased.
nn: Det blei starta opp fleire fabrikkar, og det blei bruk for meir arbeidskraft.

source: Dissolution of the union and a new union
nn: Unionsoppløysing og ny union

source: There is complete freedom of religion in Norway.
nn: Det er full religionsfridom i Noreg.

source: They learn to reason, discuss and be creative.
nn: Dei lærer å argumentere, drøfte og vere kreative.

source: They may be in a sports club or play in a brass band.
nn: Kanskje er dei med i eit idrettslag eller speler i korps.

source: When you get medication on reimbursable prescriptions, that means that you do not pay the full cost.
nn: Når du får ein medisin på blå resept, tyder det at du ikkje betaler alt det medisinen kostar.

source: Both nynorsk and bokmål have developed considerably since the 1800s, but Norway continues to have two official variants of Norwegian, in addition to Sami and Kven (kvensk).
nn: Både nynorsk og bokmål har utviklet seg mykje sidan 1800-talet, men Noreg har framleis to offisielle målformer av norsk i tillegg til samisk og kvensk.

source: If you have a chronic illness, you pay a patient charge for medication on reimbursable prescriptions.
nn: Dersom du har ein kronisk sjukdom, betaler du ein eigendel for medisinar på blå resept.

source: On these pages you will find the syllabus for the course 50 hours of social studies for adult immigrants and the citizenship test.
nn: På desse sidene finn du pensum til faget 50 timar samfunnskunnskap for vaksne innvandrarar og statsborgerprøva.

source: In the evening or at night, children or people who are concerned about a child can call the emergency phone service for children and young people,
nn: På kveld/natt og i helgar kan barn eller andre som er uroleg for eit barn, ringje alarmtelefonen for barn og unge på

source: coordinates admission to colleges and universities.
nn: styrer opptaket til høgskular og universitet.

source: But it is the civil servants in the public administration – state, county authority and municipal staff – who implement the policies.
nn: Men det er byråkratane – altså dei tilsette i staten, fylkeskommunane og kommunane – som set politikken ut i livet.

source: We say that the media set the agenda and act as a watchdog when something is wrong.
nn: Vi seier at media set dagsorden og fungerer som vakthund når noko er galt.

source: Primary, lower and upper secondary education for adults
nn: Grunnskule og vidaregåande utdanning for vaksne

source: It is the responsibility of the parents to provide for their children.
nn: Foreldre har plikt til å forsørgje barna sine.

source: Is there a link between climate and diet?
nn: Heng klima og kosthald saman?

source: Families pay tuition fees for private schools.
nn: På private skular betaler familien skulepengar.

source: Some were introduced before World War II (1940–1945), but most of them have been fought for and enshrined in law since the war.
nn: verdskrigen (1940–1945), men dei fleste goda har ein kjempa for og fått lovbestemt i tida etterpå.

source: What does source criticism mean?
nn: Kva tyder kjeldekritikk?

source: In Norway, the Children Act applies to children and young people under 18 years of age. It contains many provisions on parents’ duties in relation to their children and children’s rights in relation to their parents.
nn: I Noreg gjeld barnelova. Denne lova gjeld for barn og unge under 18 år og seier mykje om kva plikter foreldra har overfor barna, og kva rettar barnet har overfor foreldra.

source: Primary and lower secondary schools are organised in the same way all over Norway, and all pupils are taught the same curriculum.
nn: Grunnskulen er organisert på same måten over heile landet, og alle elevane blir underviste etter same læreplanen.

source: Primary and lower secondary education is free for adults.
nn: Grunnskule for vaksne er gratis.

source: It is normal for the Child Welfare Service to contact others who know the family and the child, for example the school or kindergarten.
nn: Det er vanleg at barnevernet kontaktar andre som kjenner familien og barnet, som for eksempel barnehage og skule.

source: Why is the vaccination programme for children free of charge?
nn: Kvifor er vaksinasjonsprogrammet for barn gratis?

source: We call the period between World War I and World War II the interwar years.
nn: Perioden mellom første og andre verdskrigen kallar vi for mellomkrigstida.

source: Large companies are required by law to have a health, safety and environmental (HMS) system in the workplace.
nn: Større bedrifter er pålagde å sørgje for helse-, miljø- og sikkerheit (HMS) på arbeidsplassen.

source: Lower public expenditures (fewer people need unemployment benefits, social security and welfare benefits, etc.).
nn: Dei offentlege utgiftene blir lågare (dagpengar ved arbeidsløyse, sosialstønad, trygdeutbetalingar, osv.).

source: Who are you?
nn: Kven er du?

source: From the age of 15, everyone has the right to leave a religious or life stance community on their own initiative, irrespective of what others think.
nn: Frå ein er 15 år, har ein rett til å melde seg ut av elelr inn i trussamfunn/livssynssamfunn på eiga hand, uavhengig av kva andre meiner.

source: All students are taught using the same curriculum.
nn: Alle elevar blir underviste etter same læreplan.

source: A budget shows income and expenses for a given period.
nn: Eit budsjett viser inntekter og utgifter i ein viss periode.

source: The Berg family are sitting together in the living room.
nn: Familien Berg sit samla i stova.

source: Why do we separate waste at source?
nn: Kvifor kjeldesorterer vi?

source: What income and expenses does an ordinary family in Norway have?
nn: Kva inntekter og utgifter har ein vanleg familie i Noreg?

source: TV and radio programmes also feature a lot of health-related content.
nn: Tv og radio har også mykje helsestoff.

source: There are numerous volunteer organisations, sports associations, political and religious organisations that offer membership.
nn: Det finst mange frivillige organisasjonar, idrettsforeiningar og politiske eller religiøse organisasjonar, som ein kan delta i.

source: Most adults in Norway receive pay, social security or pension once a month.
nn: Dei fleste vaksne menneske i Noreg får løn, trygd eller pensjon éin gong i månaden.

source: You will only have to pay a patient charge, while the state pays most of the costs.
nn: Du betaler berre ein eigendel, medan staten betaler mesteparten av kostnadene.

source: In cases of aggravated female genital mutilation, the punishment could be imprisonment for a term of up to 15 years.
nn: Ved grov kjønnslemlesting kan den som har utført inngrepet, bli straffa med fengsel i opptil 15 år.

source: Sweden gradually seceded from the union, but Denmark and Norway remained united until 1814.
nn: Etter kvart trekte Sverige seg ut av unionen, men unionen mellom Danmark og Noreg varte heilt fram til 1814.

source: Pupils do not wear a school uniform.
nn: Elevane går ikkje i uniform.

source: Why does the doctor ask John if he is feeling sad and lonely?
nn: Kvifor spør legen om John er trist og einsam?

source: Women currently make up more than 60% of students and have a slightly higher level of education than men.
nn: Over 60 prosent av studentane i dag er kvinner, og kvinner har eit litt høgare utdanningsnivå enn menn.
